[DATABASE]

EDB_NOT_CONNECTED = Database Not Connected Please Connect Database
KDB_NOT_CONNECTED = 데이타 베이스 접속이 해제 되었습니다 데이타 베이스에 접속하세요
CDB_NOT_CONNECTED = Database Not Connected Please Connect Database

EDB_12541 = 리스너가 응답하지 않습니다.
EDB_12154 = 서버연결명이 올바르지 않습니다.
EDB_12514 = 서버의 상태를 알수 없어서 연결을 받아 들일수 없습니다.
EDB_01033 = 서버가 재시작 중이거나 종료 중입니다.

KDB_12541 = 리스너가 응답하지 않습니다.
KDB_12154 = 서버연결명이 올바르지 않습니다.
KDB_12514 = 서버의 상태를 알수 없어서 연결을 받아 들일수 없습니다.
KDB_01033 = 서버가 재시작 중이거나 종료 중입니다.

CDB_12541 = 리스너가 응답하지 않습니다.
CDB_12154 = 서버연결명이 올바르지 않습니다.
CDB_12514 = 서버의 상태를 알수 없어서 연결을 받아 들일수 없습니다.
CDB_01033 = 서버가 재시작 중이거나 종료 중입니다.

/**********************************************
*
**********************************************/
[APPLICATION]

K000 = 응용 프로그램이 이미 실행 중입니다.
C000 = 应用程序已经运行.
E000 = Application Program Aready Running.

K100 = 프로그램을 종료할까요?
C100 = 您想退出吗?
E100 = Do you wish to Exit ?

K150 = 로그아웃 하시겠습니까?
C150 = 您想注销吗?
E150 = Do you wish to Logoff ?

K200 = 로그온 하지 않았습니다 트레이아이콘 상태로 변경할까요?
C200 = 没有注册 您想返回以盘子像吗?
E200 = You did not do logon still. Do you want return with a Tray icon?

K250 = 확인한 메세지를 삭제할까요?
C250 =它将删掉被证实的消息?
E250 = It will erase the message which is confirmed ?

K300 = 성공적으로 완료 되었습니다.
C300 =它成功地被完成了
E300 = It was completed successfully

K350 = 저장할까요?
C350 =它将存放被改变的数据?
E350 =It will store the data which is changed?

K400 = 로그온 하지 않았습니다
C400 = 没有注册
E400 = You did not do logon still

K500 = 화일을 받는중 입니다.
C500 = 正在下载.
E500 = File Downloading...

K600 = 화일을 받았습니다.
C600 = 下载成功.
E600 = File Download OK.

K700 = 화일을 받기 실패.
C700 = 下载错误.
E700 = File Download Failed.

K800 = 업그레이드가 성공적으로 완료 되었습니다.
C800 = 它成功地被完成了.
E800 = Upgrade was completed successfully.

K900 = 업그레이드를 실패 했습니다.
C900 = 升级错误了.
E900 = Upgrade was Failed.

/**********************************************
* Ageng Logon Window Message
**********************************************/
[LOGONLANGUAGE]

CompanyName1_C = MES
CompanyName1_K = MES
CompanyName1_E = MES

USERINFORMATIONTITLE_K = 사용자정보
USERINFORMATIONTITLE_C = 用户情报
USERINFORMATIONTITLE_E = User Information

USERIDTITLE_K = 사용자ID:
USERIDTITLE_C = 用户ID:
USERIDTITLE_E = USER ID:

USERNAMETITLE_K = 사용자명:
USERNAMETITLE_C = 用户名:
USERNAMETITLE_E = USER NAME:

PASSWORDTITLE_K= 비밀번호:
PASSWORDTITLE_C= 密码:
PASSWORDTITLE_E= PASSWORD:

ORGANIZATIONTITLE_K=조직ID:
ORGANIZATIONTITLE_C=组织ID:
ORGANIZATIONTITLE_E=ORGANIZATION:

LANGUAGETITLE_K=언어선택:
LANGUAGETITLE_C=语言:
LANGUAGETITLE_E=LANGUAGE:

APPLICATIONTITLE_K=사용할프로그램:
APPLICATIONTITLE_C=使用软件:
APPLICATIONTITLE_E=SELECT APPLICATION:

SERVERNAMETITLE_K=서버이름:
SERVERNAMETITLE_C=服务器名:
SERVERNAMETITLE_E=SERVER NAME:

HOSTNAMETITLE_K=호스트이름:
HOSTNAMETITLE_C=主机名:
HOSTNAMETITLE_E=HOST NAME:


LOCATIONTITLE_K=내위치
LOCATIONTITLE_C=位置
LOCATIONTITLE_E=My Location

INTRANETTITLE_K=내부:
INTRANETTITLE_C=内部:
INTRANETTITLE_E=Intranet:

EXTRANETTITLE_K=외부:
EXTRANETTITLE_C=外部:
EXTRANETTITLE_E=Extranet:

CONNECTTITLE_K=로그인
CONNECTTITLE_C=登录
CONNECTTITLE_E=CONNECT

SQLNETEDIT_K=SQL-NET수정
SQLNETEDIT_C=SQL-NET变更
SQLNETEDIT_E=SQL-NET Edit

CHANGE_K=비밀번호변경
CHANGE_C=密码变更
CHANGE_E=Password Change

PROFILEEDIT_K=프로파일변경
PROFILEEDIT_C=轮廓文件变更
PROFILEEDIT_E=Profile Edit

SYSTEMCHECK_K=시스템체크
SYSTEMCHECK_C=系统检查
SYSTEMCHECK_E=System Check

DOWNLOAD_K=다운로드
DOWNLOAD_C=下载
DOWNLOAD_E=Download

PRINTING_K=프린터
PRINTING_C=打印机
PRINTING_E=Printer

HARDWARE_K=하드웨어
HARDWARE_C=硬件
HARDWARE_E=Hardware

NETWORK_K=네트워크
NETWORK_C=网路
NETWORK_E=Network

EXITTITLE_K=종료
EXITTITLE_C=退出
EXITTITLE_E=EXIT

CONNECTOK_K=성공적으로 데이타베이스에 접속되었습니다
CONNECTOK_C=数据库联接成功
CONNECTOK_E=Database Connection Established

/**********************************************
* Ageng Menu Message
**********************************************/
[MENULANGUAGE]

SERVER_K = 서버
SERVER_C = 服务器
SERVER_E = Server

FILE_K = 파일
FILE_C = 文件
FILE_E = File

WINDOW_K = 윈도우
WINDOW_C=窗口
WINDOW_E = &Window

HELP_K=도움말
HELP_C=帮助
HELP_E=Help

LOGON_K = 로그인
LOGON_C = 登录
LOGON_C = Logon

LOGOFF_K = 로그아웃
LOGOFF_C = 注销
LOGOFF_C = Logoff

SHOW MESSAGE_K = 메세지보기
SHOW MESSAGE_C = 显示信息
SHOW MESSAGE_E = Show Message

GET NEW MESSAGE_K = 새메세지가져오기
GET NEW MESSAGE_C = 受到信息
GET NEW MESSAGE_E = Get New Message

MODIFY ICON_K = 아이콘변경
MODIFY ICON_C = 图标变更
MODIFY ICON_E = &Modify Icon

OPTION_K=옵션설정
OPTION_C=选择权
OPTION_E=Option

MESSAGE FILTER_K=메시지수신설정
MESSAGE FILTER_C=消息交付设定
MESSAGE FILTER_E=Message Delivery Setup

&RESTORE_K=원래화면
&RESTORE_C=恢复
&RESTORE_E=Restore

&BACK TO TRAY_K=트레이아이콘
&BACK TO TRAY_C=回到盘子像
&BACK TO TRAY_E=Back to Tray Icon

EXIT_K=종료
EXIT_C=退出
EXIT_E=EXIT

HELP CONTENTS_K=도움말항목
HELP CONTENTS_C=帮助项目
HELP CONTENTS_E=Help Content

ABOUT_K=Infinity21 에관하여
ABOUT_C=关于 Infinity21 
ABOUT_E=About Infinity21

/**********************************************
*  Agent Window Message
**********************************************/
[WINDOW]

APPLY_K=적용
APPLY_C=应用
APPLY_E=Apply

HOLD_K=정지
HOLD_C=停止
HOLD_E=Hold


CONFIRM_K=확인
CONFIRM_C=确认
CONFIRM_E=Confirm

CONFIRMALL_K=전부확인
CONFIRMALL_C=全部确认
CONFIRMALL_E=Confirm All

DELETE_K=이력삭제
DELETE_C=删除履历
DELETE_E=Delete History

EXIT_K=종료
EXIT_C=退出
EXIT_E=EXIT

INTERVALTITLE_K=메세지체크간격(초)
INTERVALTITLE_C=消息检查间隔时间(秒)
INTERVALTITLE_E=New Message Check  Interval

SERVER_NAME_K = 서버이름
SERVER_NAME_C = 服务器名称
SERVER_NAME_E = Server Name

##################################
## Loader Window Message
##################################

INTRO_K=지성기술 업그레이드 센터에 오신걸 환영합니다. 이프로그램은 사용자 응용프로그램을 최신버젼으로 업그레이드 해줍니다.
INTRO_C=欢迎到JiSheng 技术升级中心。这个节目升级做作为厚待一个用户应用程序以新版本
INTRO_E=Welcome to JiSheng Technology Upgrade center. This program the UPGRADE does as a favor a user application program with the newest VERSION

GBCHOOUSEUPGRADECENTER_K=업그레드에사용할 서버선택
GBCHOOUSEUPGRADECENTER_C=它将使用在升级的服务器选择
GBCHOOUSEUPGRADECENTER_E=The server selection which it will use in the Upgrade 

RBINTERNETSERVERNAME_K=인터넷서버를 사용하여 업데이트
RBINTERNETSERVERNAME_C=更新 使用互联网服务器
RBINTERNETSERVERNAME_E=Upgrade Use Internet Server

RBLOCALSERVERNAME_K=로컬서버를 사용하여 업데이트
RBLOCALSERVERNAME_C=更新 使用地方服务器
RBLOCALSERVERNAME_E=Upgrade Use Local Server

GBCDIRECTORYINFORMATION_K=디렉토리정보
GBCDIRECTORYINFORMATION_C=文件夹情报
GBCDIRECTORYINFORMATION_E=Directory Information

INSTALLDIRECTORY_K=설치할디렉토리
INSTALLDIRECTORY_C=安装文件夹
INSTALLDIRECTORY_E=Install Directory

SERVERDIRECTORY_K=서버쪽디렉토리
SERVERDIRECTORY_C=服务器文件夹
SERVERDIRECTORY_E=Server Directory

CBXRUNWINDOW_K=프로그램 자동실행
CBXRUNWINDOW_C=节目自动施行
CBXRUNWINDOW_E=Program automatic execution

STARTDOWNLOADTITLE_K=다운로드시작
STARTDOWNLOADTITLE_C=开始下载
STARTDOWNLOADTITLE_E=Start Update

EXITTITLE_K=종료
EXITTITLE_C=退出
EXITTITLE_E=EXIT

HELPTITLE_K=도움말
HELPTITLE_C=帮助项目
HELPTITLE_E=Help

ABOUT_K=Infinity21 에관하여
ABOUT_C=关于 Infinity21 
ABOUT_E=About Infinity21